{"_id":{"$oid":"5af50ff5c082f1e92f834264"}, "title":"The Classic Treasury of Aesop's Fables", "author":"Don Dally", "genre" : "Fairy Tale", "readingLevel": "Kindergarten", "description":"Get in step with the colorful animals that race, waddle, and leap through these pages! From a fast-footed monkey to a two-timing fox, each creature has a story to tell and a moral to teach. These famous tales tickle the imagination and teach simple truths, ones that children and adults face every day. Inside are twenty classic fables, including The Tortoise and the Hare, The Goose Who Laid the Golden Eggs, and The City Mouse and the Country Mouse. Passed from generation to generation, Aesop's best-loved fables are presented here with beautiful illustrations that bring these naughty, bold, brave, and lovable creatures to life."}
{"_id":{"$oid":"5af50ff5c082f1e92f834265"}, "title":"Alexander and the Terrible, Horrible, No Good, Very Bad Day", "author" :"Judith Viorst", "genre": "Adventure", "readingLevel": "4", "description":"He could tell it was going to be a terrible, horrible, no good, very bad day. He went to sleep with gum in his mouth and woke up with gum in his hair. When he got out of bed, he tripped over his skateboard and by mistake dropped his sweater in the sink while the water was running. He could tell it was going to be a terrible, horrible, no good, very bad day. It was a terrible, horrible, no good, very bad day. Nothing at all was right. Everything went wrong, right down to lima beans for supper and kissing on TV. What do you do on a day like that? Well, you may think about going to Australia. You may also be glad to find that some days are like that for other people too."}
{"_id":{"$oid":"5af50ff5c082f1e92f834266"}, "title":"Are You My Mother?", "author":"P.D. Eastman", "genre": "Adventure", "readingLevel": "Preschool", "description":"A baby bird goes in search of his mother in this hilarious Beginner Book edited by Dr. Seuss. When a mother bird’s egg starts to jump, she hurries off to make sure she has something for her little one to eat. But as soon as she’s gone, out pops the baby bird. He immediately sets off to find his mother, but not knowing what she looks like makes it a challenge. The little hatchling is determined to find his mother, even after meeting a kitten, a hen, a dog, and a Snort. The timeless message of the bond between mother and child make P. D. Eastman’s Are You My Mother? a must for baby showers, beginning readers, and Mother’s Day."}
{"_id":{"$oid":"5af50ff5c082f1e92f834267"}, "title":"Make Way for Ducklings", "author":"Robert McCloskey", "genre": "Picture Book", "readingLevel": "Preschool", "description":"Mrs. Mallard was sure that the pond in the Boston Public Gardens would be a perfect place for her and her eight ducklings to live. The problem was how to get them there through the busy streets of Boston. But with a little help from the Boston police, Mrs. Mallard and Jack, Kack, Lack, Nack, Ouack, Pack, and Quack arive safely at their new home."}

