
{
"id": "5af50ff5c082f1e92f834266",
"author": "P.D. Eastman",
"readingLevel": "Pre-K",
"title": "Are You My Mother?",
"description": "A baby bird goes in search of his mother in this hilarious Beginner Book edited by Dr. Seuss. When a mother bird’s egg starts to jump, she hurries off to make sure she has something for her little one to eat. But as soon as she’s gone, out pops the baby bird. He immediately sets off to find his mother, but not knowing what she looks like makes it a challenge. The little hatchling is determined to find his mother, even after meeting a kitten, a hen, a dog, and a Snort. The timeless message of the bond between mother and child make P. D. Eastman’s Are You My Mother? a must for baby showers, beginning readers, and Mother’s Day.",
"genre": "ADVENTURE",
"checkoutDate": "2018-09-26T00:00:00.000Z",
"studentName": "Joe Flacco"
},
{
"id": "5af50ff5c082f1e92f834267",
"author": "Robert McCloskey",
"readingLevel": "Pre-K",
"title": "Make Way for Ducklings",
"description": "Mrs. Mallard was sure that the pond in the Boston Public Gardens would be a perfect place for her and her eight ducklings to live.  The problem was how to get them there through the busy streets of Boston.  But with a little help from the Boston police, Mrs. Mallard and Jack, Kack, Lack, Nack, Ouack, Pack, and Quack arive safely at their new home.",
"genre": "PICTURE BOOK",
"checkoutDate": "2018-09-20T00:00:00.000Z",
"studentName": "Steve Madden"
}
{
"id": "5af50ff5c082f1e92f834265",
"author": "Judith Viorst",
"readingLevel": "Grade 4",
"title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day",
"description": "He could tell it was going to be a terrible, horrible, no good, very bad day. He went to sleep with gum in his mouth and woke up with gum in his hair. When he got out of bed, he tripped over his skateboard and by mistake dropped his sweater in the sink while the water was running. He could tell it was going to be a terrible, horrible, no good, very bad day. It was a terrible, horrible, no good, very bad day. Nothing at all was right. Everything went wrong, right down to lima beans for supper and kissing on TV. What do you do on a day like that? Well, you may think about going to Australia. You may also be glad to find that some days are like that for other people too.",
"genre": "ADVENTURE",
"checkoutDate": "2018-09-27T00:00:00.000Z",
"studentName": "Mia Angelou"
}
{
"id": "5b88943aaecfdb0014ef5a31",
"author": "Maurie Sendak",
"readingLevel": "Grade 4",
"title": "Where the Wild Things Are",
"description": " The wild things--with their mismatched parts and giant eyes--manage somehow to be scary-looking without ever really being scary; at times they're downright hilarious. Sendak's defiantly run-on sentences--one of his trademarks--lend the perfect touch of stream of consciousness to the tale, which floats between the land of dreams and a child's imagination. This Sendak classic is more fun than you've ever had in a wolf suit, and it manages to reaffirm the notion that there's no place like home. ",
"genre": "PICTURE BOOK",
"checkoutDate": null,
"studentName": null
}
{
"id": "5b8d734d549a09001457d186",
"author": "Ezra Jack Keats",
"readingLevel": "Kindergarten",
"title": "The Snowy Day",
"description": "The Snowy Day, a 1963 Caldecott Medal winner, is the simple tale of a boy waking up to discover that snow has fallen during the night. Keats's illustrations, using cut-outs, watercolors, and collage, are strikingly beautiful in their understated color and composition. The tranquil story mirrors the calm presence of the paintings, and both exude the silence of a freshly snow-covered landscape. The little boy celebrates the snow-draped city with a day of humble adventures--experimenting with footprints, knocking snow from a tree, creating snow angels, and trying to save a snowball for the next day. Awakening to a winter wonderland is an ageless, ever-magical experience, and one made nearly visceral by Keats's gentle tribute.",
"genre": "PICTURE BOOK",
"checkoutDate": null,
"studentName": null
}
{
"id": "5b8d73cbc508390014940dec",
"author": "Margaret Wise Brown",
"readingLevel": "Pre-K",
"title": "Goodnight Moon",
"description": "In a great green room, tucked away in bed, is a little bunny. 'Goodnight room, goodnight moon.' And to all the familiar things in the softly lit room—to the picture of the three little bears sitting in chairs, to the clocks and his socks, to the mittens and the kittens, to everything one by one—he says goodnight. In this classic of modern children's literature, beloved by generations of readers and listeners, the quiet poetry of the words and the gentle, lulling illustrations combine to make a perfect book for the end of the day.",
"genre": "Picture Book",
"checkoutDate": null,
}
{
"id": "5b8d74799b4a5f0014679e59",
"author": "Robert McCloskey",
"readingLevel": "Grade 2",
"title": "Blueberries for Sal",
"description": "What happens when Sal and her mother meet a mother bear and her cub? A beloved classic is born! Kuplink, kuplank, kuplunk! Sal and her mother a picking blueberries to can for the winter. But when Sal wanders to the other side of Blueberry Hill, she discovers a mama bear preparing for her own long winter.  Meanwhile Sal's mother is being followed by a small bear with a big appetite for berries! Will each mother go home with the right little one?",
"genre": "ADVENTURE",
"checkoutDate": null
}
{
"id": "5b8dc81af5c0a0001459ec81",
"author": "Jane Yolen",
"readingLevel": "Kindergarten",
"title": "Owl Moon",
"description": "A girl and her father go owling on a moonlit winter night near the farm where they live. Bundled tight in wool clothes, they trudge through snow 'whiter than the milk in a cereal bowl; here and there, hidden in ink-blue shadows, a fox, raccoon, fieldmouse and deer watch them pass. An air of expectancy builds as Pa imitates the Great Horned Owl's call once without answer, then again. From out of the darkness 'an echo/ came threading its way/ through the trees.' Schoenherr's watercolor washes depict a New England few readers see: the bold stare of a nocturnal owl, a bird's-eye view of a farmhouse. In harmony with the art, the melodious text brings to life an unusual countryside adventure",
"genre": "PICTURE BOOK",
"checkoutDate": null
}
{
"id": "5b8dd071335fdc0014890dd6",
"author": "Shel Silverstein",
"readingLevel": "Grade 4",
"title": "The Giving Tree",
"description": "To say that this particular apple tree is a 'giving tree' is an understatement. In Shel Silverstein's popular tale of few words and simple line drawings, a tree starts out as a leafy playground, shade provider, and apple bearer for a rambunctious little boy. Making the boy happy makes the tree happy, but with time it becomes more challenging for the generous tree to meet his needs. When he asks for money, she suggests that he sell her apples. When he asks for a house, she offers her branches for lumber. When the boy is old, too old and sad to play in the tree, he asks the tree for a boat. She suggests that he cut her down to a stump so he can craft a boat out of her trunk. He unthinkingly does it. At this point in the story, the double-page spread shows a pathetic solitary stump, poignantly cut down to the heart the boy once carved into the tree as a child that said 'M.E. + T.' 'And then the tree was happy... but not really.'' When there's nothing left of her, the boy returns again as an old man, needing a quiet place to sit and rest. The stump offers up her services, and he sits on it. 'And the tree was happy.'' While the message of this book is unclear (Take and take and take? Give and give and give? Complete self-sacrifice is good? Complete self-sacrifice is infinitely sad?), Silverstein has perhaps deliberately left the book open to interpretation.",
"genre": "PICTURE BOOK",
"checkoutDate": null
}
{
"id": "5b8f2bb1c0a6d00014a08eb1",
"author": "Crockett Johnson",
"readingLevel": "Grade 3",
"title": "Harold and the Purple Crayon",
"description": "One evening Harold decides to go for a walk in the moonlight. Armed only with an oversize purple crayon, young Harold draws himself a landscape full of wonder and excitement. Harold and his trusty crayon travel through woods and across seas and past dragons before returning to bed, safe and sound. Full of funny twists and surprises, this charming story shows just how far your imagination can take you. ",
"genre": "ADVENTURE",
"checkoutDate": null
}

